class Help:

    @staticmethod
    def help():
        return '|------------------------------------------------------------|\n'\
               '|************* Ниже приведен список всех команд *************|\n' \
               '|------------------------------------------------------------|\n'\
               '|   Описание команды     |    Команда   |   Короткая команда |\n' \
               '|------------------------|--------------|--------------------|\n' \
               '| Добавить нового клиента|  add_client  |         a/c        |\n' \
               '|------------------------|--------------|--------------------|\n' \
               '| Добавить информацию о  |    add_inf   |         a/i        |\n' \
               '| клиенте                |              |                    |\n' \
               '|------------------------|--------------|--------------------|\n' \
               '| Изменить данные о      |    change    |          c         |\n' \
               '| клиенте                |              |                    |\n' \
               '|------------------------|--------------|--------------------|\n' \
               '| Удалить данные о       |   del_data   |         d/d        |\n' \
               '| клиенте                |              |                    |\n' \
               '|------------------------|--------------|--------------------|\n' \
               '| Удалить клиента и все  |   del_user   |         d/u        |\n' \
               '| его данные             |              |                    |\n' \
               '|------------------------|--------------|--------------------|\n' \
               '| Найти клиента по его   |              |                    |\n' \
               '| имени и фамилии или по |   find_user  |         f/u        |\n' \
               '| его данным             |              |                    |\n' \
               '|------------------------|--------------|--------------------|\n' \
               '| Возврат в меню ввода   |     exit     |          q         |\n' \
               '| команды                |              |                    |\n' \
               '|------------------------|--------------|--------------------|\n' \
               '| Вызов справки          |     help     |          h         |\n' \
               '|------------------------|--------------|--------------------|\n'
